Repository: pinax/pinax
Catalog: pinax/projects/account_project/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Welcome
fr: Bienvenue

source: Welcome to Pinax
fr: Bienevenue sur le site

source: About this project
fr: A propos de ce projet

source: You can <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">Log in</a> to try out the site.
fr: Vous pouvez <a href="%(signup_url)s">vous inscrire</a> et <a href="%(login_url)s">vous authentifier</a> pour essayer le site.

source: You can <a href="%(login_url)s">Log in</a> to try out the site.
fr: Vous pouvez <a href="%(login_url)s">vous authentifier</a> pour essayer le site.

source: &copy; 2010 &lt;your company here&gt;
fr: &copy; 2010 &lt;votre raison sociale ici&gt;

source: About
fr: A propos

source: Privacy Policy
fr: Politique de confidentialité

source: What Next?
fr: Que faire maintenant?

source: Start by <a href="%(signup_url)s">signing up</a> and <a href="%(login_url)s">logging in</a>.
fr: Commencez par <a href="%(signup_url)s">vous inscrire</a> et <a href="%(login_url)s">vous authentifier</a>

source: Start by <a href="%(login_url)s">logging in</a>.
fr: Commencez par <a href="%(login_url)s">vous authentifier</a>
